Repository: Kistarlan/BdslClient
Catalog: BdslClient/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: Active
uk: Активний

source: Active credit
uk: Активний кредит

source: Active Subscriptions
uk: Активні абонементи

source: Address
uk: Адреса

source: Back to Sign In
uk: Повернутися до входу

source: Bank
uk: Банківський рахунок

source: Buy Subscription
uk: Купити абонемент

source: Camera
uk: Камера

source: Cancel
uk: Відмінити

source: Card
uk: Банківська картка

source: Cash
uk: Готівка

source: Change avatar
uk: Змінити аватар

source: Change Password
uk: Змінити Пароль

source: Change profile picture
uk: Змінити фото профілю

# changePasswordFailed
source: Failed to change password. Check your current password.
uk: Не вдалося змінити пароль. Перевірте поточний пароль.

source: Classes
uk: Заняття

source: Close
uk: Закрити

source: Confirm your entrance in telegram bot
uk: Підтвердьте вхід у Telegram боті…

source: Confirm Password
uk: Підтвердіть пароль

source: Courses
uk: Курси

source: Credit Lessons
uk: Кредитні заняття

source: Current Password
uk: Поточний пароль

source: Custom
uk: Власний

source: Dark
uk: Темна

source: Days
uk: Дні

source: Directions
uk: Напрямки

source: Email
uk: Електронна пошта

source: Email is required
uk: Необхідно ввести email

source: English
uk: Англійська

source: Error
uk: Помилка

source: Expiring
uk: Закінчується

source: Filters
uk: Фільтри

source: Forgot password?
uk: Забули пароль?

source: Friday
uk: П’ятниця

source: Group by category
uk: Групування за категорією

source: Group by date
uk: Групування за датою

source: Home
uk: Головна

source: hour
uk: годину

source: Inactive
uk: Не активний

source: Invalid email format
uk: Невірний формат email

source: Invalid phone format
uk: Неправильний формат мобільного номеру

source: Language
uk: Мова

source: Level
uk: Рівень

source: Light
uk: Світла

source: Location
uk: Локація

source: Locations
uk: Локації

source: Log out
uk: Вийти

source: Login by
uk: Увійти за допомогою

source: Login failed
uk: Помилка при вході

source: Login via
uk: Увійти за допомогою

source: Messages
uk: Повідомлення

source: Monday
uk: Понеділок

source: My Classes
uk: Мої заняття

source: Name
uk: Ім’я

source: Name is required
uk: Необхідно ввести ім’я

source: never
uk: ніколи

source: New Password
uk: Новий пароль

source: No Internet Connection
uk: Проблеми зі з’єднанням

source: No Visits yet
uk: Поки що немає відвідувань

source: Notification
uk: Нагадування

source: Notifications
uk: Нагадування

source: Notifications Disabled
uk: Нотифікації не дозволені

source: Off
uk: Вимкнено

source: One Time Ticket
uk: Одноразовий квиток

source: Online
uk: Онлайн

source: Open Settings
uk: Відкрити налаштування

# orderFailed
source: Failed to place order. Please try again.
uk: Не вдалося оформити замовлення. Спробуйте ще раз.

# passwordChangedDescription
source: You can now sign in with your new password.
uk: Тепер ви можете увійти з новим паролем.

source: Password changed successfully!
uk: Пароль успішно змінено!

# passwordNotSet
source: Password is not set for your account
uk: Для вашого акаунту пароль не встановлений

source: Passwords do not match
uk: Паролі не збігаються

# passwordTooShort
source: Password must be at least 6 characters
uk: Пароль має містити щонайменше 6 символів

source: Phone
uk: Номер телефону

source: Phone is required
uk: Необхідно ввести номер телефону

source: Photo Library
uk: Галерея

# pinTooShort
source: PIN must be exactly 6 digits
uk: PIN повинен містити рівно 6 цифр

source: Place Order
uk: Оформити

source: Please enter valid phone number
uk: Будь ласка, введіть дійсний номер телефону.

source: Previous Subscriptions
uk: Попередні Абонементи

source: Profile
uk: Профіль

source: Regular Subscription
uk: Абонемент

source: Reminder
uk: Нагадування

source: Reset
uk: Скинути

source: Reset password
uk: Скинути пароль

# resetPasswordFailed
source: Failed to change password. Check your PIN.
uk: Не вдалося змінити пароль. Перевірте PIN.

# resetPasswordRequestFailed
source: Failed to send PIN. Check your phone number.
uk: Не вдалося надіслати PIN. Перевірте номер телефону.

# resetPasswordTitle
source: Reset Password
uk: Скинути пароль

source: Retry
uk: Повторити

source: Saturday
uk: Субота

source: Save
uk: Зберегти

source: Schedule
uk: Розклад

source: Search
uk: Пошук

source: Select source
uk: Вибрати фото

source: Send PIN
uk: Надіслати PIN

source: Settings
uk: Налаштування

source: Style
uk: Напрямок

source: Styles
uk: Напрямки

source: Subscription Details
uk: Деталі абонементу

source: Subscriptions
uk: Абонементи

source: Sunday
uk: Неділя

source: Surname
uk: Прізвище

source: Surname is required
uk: Необхідно ввести прізвище

source: System
uk: Системна

source: Teachers
uk: Викладачі

# Telegram
source: Telegram Bot
uk: Телеграм Бот

source: The request timed out
uk: Запит перевищив час очікування

source: Theme
uk: Тема

source: Thursday
uk: Четвер

source: Time
uk: Час

source: Today
uk: Сьогодні

source: Tomorrow
uk: Завтра

# totalPrice
source: Total
uk: Разом

source: Tuesday
uk: Вівторок

source: Ukranian
uk: Українська

source: Unlimited Month
uk: Місяць безліміту

source: User Profile
uk: Профіль користувача

source: Username
uk: Ім’я користувача

source: Visits
uk: Відвідування

source: Volonteer
uk: Волонтер

source: Wednesday
uk: Середа

source: Welcome
uk: Привіт
